{"titles": ["Baron von Dunkelstein had long been in the thrall of the demon lord Asmodeus...",
  "For many years he plotted in his dark castle, building an army of the corrupt, the merciless and the cruel. He trained them to be strong. He equipped them with best armour and weapons. He built deadly weapons of war and gathered witches and warlocks skilled in the dark arts to further strengthen his evil horde...",
  "When he was ready, he launched the attack on Holzheim, the first step in his plan to build a dark empire. His demonic master dispatched a major demon, and other creatures from hell to aid his assault...",
  "But Holzheim was strong….",
  "Lady Helga Hellebore and her allies rallied their forces and met the attack. Their knights and men at arms stood resolute against Dunkelstein’s army and beat them back. Her High Priest summoned beams of searing light against the demons. They burned the hellish creatures, dispelling or disintegrating them...",
  "Dunkelstein`s forces were destroyed. His soldiers killed or scattered. The major demon banished to a hellish prison for 1,000 years. The Baron was imprisoned, tried and executed for his crimes. Lady Helga tore down the Baron`s castle and set her troops and priests to seek out any survivors. The soldiers were executed and the demons annihilated by holy light.",
  "But one demon survived. A minor footsoldier who was smart enough to run and hide…",
  "She was still vulnerable. She knew she wasn’t strong enough to fight. She disguised her true nature and managed to hide in the one place the seekers wouldn’t look...",
  "The Monastery of St Ursula is the centre of Holzheim’s cult of Light. The nuns worship the Lightbringer and channel the power of Light through their crystals of power. It is heavily guarded, both by soldiers and enchantments. The monastery is secure and the nuns had nothing to fear. A young woman eager to serve the Lightbringer would be welcome. It didn’t occur to them that she could be a threat. A threat they were ill prepared for..."]}
